{
    "Email": "メールアドレス",
    "Password": "パスワード",
    "Remember me": "ログイン情報を保存する",
    "Forgot your password?": "パスワードを忘れた方はこちら",
    "Log in": "ログイン",
    "Create an account": "アカウントを作成する",
    "Name": "ユーザ名",
    "Confirm Password": "パスワード（確認用）",
    "Already registered?": "登録済みの方はこちら",
    "Register": "登録",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "パスワードをお忘れですか？登録メールアドレス宛に、パスワードリセットのURLを送信します。",
    "Email Password Reset Link": "メールを送信する",
    "Profile": "ユーザ情報",
    "Profile Information": "ユーザ情報",
	"Update your account's profile information and email address.": "プロフィール情報、メールアドレスを変更できます。",
	"Update Password": "パスワード更新",
	"Ensure your account is using a long, random password to stay secure.": "安全のため、長くランダムなパスワードにすることをおすすめします。",
	"If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "必要に応じて、すべてのデバイスで他のすべてのブラウザセッションからログアウトできます。最近のセッションのいくつかを以下に示します。ただし、このリストはすべてを網羅しているわけではありません。アカウントが侵害されたと思われる場合は、パスワードも更新する必要があります。",
	"Two Factor Authentication": "二要素認証",
	"Add additional security to your account using two factor authentication.": "二要素認証を使用して、アカウントにセキュリティを追加します。",
	"You have not enabled two factor authentication.": "二要素認証を有効にしていません。",
	"When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Google Authenticator application.": "二要素認証が有効になっている場合、認証中に安全なランダムトークンの入力を求められます。このトークンは、お使いの携帯電話のGoogleAuthenticatorアプリケーションから取得できます。",
	"Browser Sessions": "ブラウザのセッション情報",
	"Manage and log out your active sessions on other browsers and devices.": "他のブラウザやデバイスでアクティブなセッションを管理してログアウトします。",
	"Delete Account": "アカウント削除",
	"Permanently delete your account.": "アカウントを完全に削除します。",
	"Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "アカウントが削除されると、そのすべてのリソースとデータは完全に削除されます。アカウントを削除する前に、保持したいデータや情報をダウンロードしてください。",
	"Current Password": "現在のパスワード",
	"New Password": "新しいパスワード",
	"Confirm Password": "パスワード（確認）",
	"Save": "保存",
	"Enable": "有効",
	"Disable": "無効",
	"This device": "この端末",
	"Show Recovery Codes": "リカバリコードを表示する",
	"Regenerate Recovery Codes": "リカバリコードを再発行する",
	"Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "これらのリカバリコードを安全なパスワードマネージャに保存します。 2要素認証デバイスを紛失した場合に、アカウントへのアクセスを回復するために使用できます。",
	"Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "二要素認証が有効になりました。お使いの携帯電話のGoogleAuthenticatorを使用して、次のQRコードをスキャンします。",
	"You have enabled two factor authentication.": "二要素認証を有効にしました。",
	"Saved.": "保存しました。",
	"Select A New Photo": "新しい写真を選択する",
	"Remove Photo": "写真を削除する",
	"Last active": "最後にログインした時",
	"Done.": "処理が完了しました。",
	"Please enter your password to confirm you would like to logout of your other browser sessions across all of your devices.": "パスワードを入力して、すべてのデバイスで他のブラウザセッションからログアウトすることを確認してください。",
	"Nevermind": "キャンセル",
	"Log Out Other Browser Sessions": "他のブラウザセッションからログアウトする",
    "Forgot your password?": "パスワードを忘れた方はこちら" ,
    "Password": "パスワード",
	"Login": "ログイン",
	"Remember me": "ログイン状態を維持する",
	"Register": "登録",
	"Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "登録済みのメールアドレスにパスワードリセットリンクを送ります。",
	"Email Password Reset Link": "リセットリンクを送信する",
	"Already registered?": "すでに登録していますか？",
	"Reset Password": "パスワードをリセットする",
	"Please confirm access to your account by entering the authentication code provided by your authenticator application.": "オーセンティケーターアプリケーションから提供された認証コードを入力して、アカウントへのアクセスを確認してください。",
	"Please confirm access to your account by entering one of your emergency recovery codes.": "リカバリコードの1つを入力して、アカウントへのアクセスを確認してください。",
	"Use a recovery code": "リカバリコードを使用する",
	"Use an authentication code": "認証コードを使用する",
	"Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "登録ありがとうございます！ご登録いただいたメールアドレスに確認メールを送信しました。メールアドレスの確認をお願いします。",
	"A new verification link has been sent to the email address you provided during registration.": "登録時に指定したメールアドレスに新しい確認リンクが送信されました。",
	"Resend Verification Email": "確認メールを再送信する",
	"The provided password does not match your current password.": "指定されたパスワードは現在のパスワードと一致しません。",
	"Log Out": "ログアウト",
	"Hello!": "ご利用ありがとうございます。",
    "Regards":"よろしくお願いいたします。",
    "Reset Password Notification": "パスワード再設定のお知らせ",
    "Reset Password":"パスワードの再設定を行う",
    "You are receiving this email because we received a password reset request for your account.": "あなたのアカウントからパスワード再設定のリクエストがありました。",
    "This password reset link will expire in :count minutes.": "このリンクの有効期限は:count分です。",
    "If you did not request a password reset, no further action is required.": "内容にお心当たりがない場合は、本メールは破棄して頂くようお願いいたします。"
}